tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "autoconf@2.69"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "zstd"
brew "gettext"
brew "glib"
brew "coreutils"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "libtool"
brew "libidn2"
brew "golangci-lint"
brew "gradle"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "jq"
brew "k6"
brew "kerl"
brew "krb5"
brew "libssh2"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "mockery"
brew "neovim", args: ["HEAD"]
brew "node"
brew "openssl@3"
brew "ripgrep"
brew "starship"
brew "vault"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "visual-studio-code"
