tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "autoconf@2.69"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "gettext"
brew "glib"
brew "coreutils"
brew "duti"
brew "harfbuzz"
brew "node"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "goenv"
brew "golangci-lint"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "helix"
brew "htop"
brew "jq"
brew "k6"
brew "krb5"
brew "libidn2"
brew "libssh2"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "mockery"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "openssl@3"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "vault"
brew "viu"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
cask "aldente"
cask "alt-tab"
cask "appcleaner"
cask "bartender"
cask "calibre"
cask "cheatsheet"
cask "commander-one"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "intellidock"
cask "jdownloader"
cask "neovide"
cask "numi"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
