tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "djvulibre"
brew "docker-compose", link: false
brew "duti"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "helix"
brew "htop"
brew "jq"
brew "k6"
brew "kerl"
brew "krb5"
brew "libarchive"
brew "libidn2"
brew "libssh2"
brew "mas"
brew "openjdk"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "mockery"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node"
brew "openssl@3"
brew "poppler"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "vault"
brew "viu"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "bartender"
cask "calibre"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "neovide"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
mas "Alfred", id: 405843582
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
