devjpcb.business-automation-tools
donjayamanne.githistory
dvirtz.parquet-viewer
eamodio.gitlens
golang.go
hashicorp.terraform
HookyQR.beautify
jdinhlife.gruvbox
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
sainnhe.gruvbox-material
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
xyz.plsql-language
zxh404.vscode-proto3
